facts = [
    "Экосистема — это сообщество живых организмов и их окружение, которые взаимодействуют друг с другом.",
    "Леса занимают около 31% поверхности Земли и являются важными экосистемами для поддержания биологического разнообразия.",
    "Океаны покрывают более 70% поверхности Земли и содержат около 97% всей воды на планете.",
    "Биомы — это большие экосистемы, которые имеют схожие климатические условия и типы растительности.",
    "Почва является важной частью экосистемы, так как она поддерживает жизнь растений и животных.",
    "Разнообразие видов в экосистемах помогает поддерживать баланс и устойчивость природных процессов.",
    "Каждый вид в экосистеме играет свою уникальную роль, что делает их взаимозависимыми."
]